{
    "Freelance (Bonjour Paris)": {
        "mission": {
            "en": "Front-end web developer",
            "fr": "Développeur web (front-end)"
        },
        "info": {
            "date": {
                "begin": "2017-01-09"
            },
            "place": {
                "link": "https://www.google.fr/maps/place/Angers/@47.481983,-0.6331467,12z/data=!3m1!4b1!4m5!3m4!1s0x480878da00e58e9d:0x40d37521e0d9c30!8m2!3d47.478419!4d-0.563166",
                "text": "Angers, France"
            },
            "website": "https://vuarnet.com"
        },
        "keywords": {
            "en": ["Freelance", "e-shop", "Team work"],
            "fr": []
        },
        "description": {
            "en": "Along side my formation at Groupe ESEO, Bonjour Paris asked me to continue to work for them on the Vuarnet website we have been building. My task was to code the evolutions of their current e-shop website on the front end. You can browse this very website using the link above.",
            "fr": "En parrallèle de ma formation à l'ESEO, Bonjour Paris a souhaité que je continue à m'occuper des évolutions sur le site e-commerce de Vuarnet, entreprise française, connue pour ses lunettes de soleil et ses masques de ski. Mes missions consistent à implémenter les nouvelles fonctionnalités demandées par Vuarnet sur la partie front-end de leur site internet. Vous pouvez visiter ce site web en utilisant le lien ci-dessus."
        },
        "technologies": [
            {
                "name": "JavaScript",
                "icon": "code"
            },
            {
                "name": "ASP.NET",
                "icon": "code"
            },
            {
                "name": "Windows Server",
                "icon": "windows"
            }
        ]
    },
    "ProSE": {
        "mission": {
            "en": "Android developer",
            "fr": "Développeur d'application Android"
        },
        "info": {
            "date": {
                "begin": "2017-03-15",
                "end": "2017-06-21"
            },
            "place": {
                "link": "https://www.google.fr/maps/place/Qowisio/@47.4622272,-0.5630493,17.78z/data=!4m5!3m4!1s0x48087447aea98d77:0xd175597396fb2edd!8m2!3d47.4623394!4d-0.5619584",
                "text": "Angers, France"
            }
        },
        "keywords": {
            "en": [
                "Project management",
                "Android app development",
                "Connected objects"
            ],
            "fr": ["Gestion de projet", "Conception de systèmes embarqués"]
        },
        "description": {
            "en": "The small French company Qowisio asked us to make a demonstration kit for its Ultra-Narrow-Band technology (UNB) implementation; the purpose of this kit is to emulate a UNB network able to interact with the connected objects nearby, and a WiFi network to allow customers to connect their device and try the Android app we created with the team I led (four developers). This application gathers all the data from the connected objets and displays it on the screen.",
            "fr": "Qowisio, PME angevine spécialisée dans le traitement de données issues d'objets connectés, nous a demandé de réaliser un kit de démonstration de sa technologie Ultra-Narrow-Band (UNB). Le kit devait être capable d'émuler un réseau UNB hébergeant quelques objets connectés de Qowisio ainsi qu'un réseau WiFi sur lequel les prospects peuvent se connecter pour constater l'efficacité du réseau Qowisio. Mon rôle dans ce projet fut de diriger l'équipe Android de 4 personnes et de réaliser l'API qui permet à la dîte application de récupérer les données émanant des objets connectés."
        },
        "technologies": [
            {
                "name": "Android",
                "icon": "android"
            },
            {
                "name": "Java",
                "icon": "coffee"
            },
            {
                "name": "Linux",
                "icon": "linux"
            },
            {
                "name": "PHP",
                "icon": "code"
            },
            {
                "name": "Apache",
                "icon": "server"
            },
            {
                "name": "C",
                "icon": "code"
            }
        ]
    },
    "Bonjour Paris": {
        "mission": {
            "en": "Web developer",
            "fr": "Intégration de solutions web"
        },
        "info": {
            "date": {
                "begin": "2016-07-11",
                "end": "2016-11-26"
            },
            "place": {
                "text": "Paris, France",
                "link": "https://www.google.fr/maps/place/Bonjour+Paris/@48.8748121,2.3530751,17z/data=!3m1!4b1!4m5!3m4!1s0x47e66e12e8380f8b:0x26663d64703602b5!8m2!3d48.8748121!4d2.3552638"
            },
            "website": "https://www.bonjour.agency"
        },
        "keywords": {
            "en": [
                "Server maintenance&administration",
                "UI design integration",
                "WebDev"
            ],
            "fr": []
        },
        "description": {
            "en": "Bonjour Paris is a global luxury communication agency focused on forward-thinking ideas, business-minded solutions for premium brands. My task was to build up the agency's website from scratch using the agency's visual identity; you can browse this very website using the link above. Also I colaborated on the Vuarnet commercial website (vuarnet.com), and the Peter Lindbergh's presentation website as well (peterlindbergh.com). Also, I was in charge of chosing, setting up and maintaining their virtual private servers which host their websites and serve a Gitlab instance for code versionning purpose.",
            "fr": "Bonjour Paris est une agence de design parisienne spécialisée dans le graphisme au service de l'industrie du luxe. Ma mission durant mon expérience chez Bonjour Paris fut de réaliser l'intégration de leur site internet de présentation de l'agence. Vous pouvez visiter ce site web en utilisant le lien ci-dessus. J'ai également été sollicité pour réaliser certaines parties du site du célèbre photographe allemand Peter Lindbergh et reprendre le développement du site e-commerce de Vuarnet, marque de lunettes de soleil française."
        },
        "technologies": [
            {
                "name": "PHP",
                "icon": "code"
            },
            {
                "name": "JavaScript",
                "icon": "code"
            },
            {
                "name": "Linux",
                "icon": "linux"
            },
            {
                "name": "ASP.NET",
                "icon": "code"
            },
            {
                "name": "SQL",
                "icon": "database"
            }
        ]
    },
    "SEIO Junior-Entreprise": {
        "mission": {
            "en": "Vice-Chairman",
            "fr": "Vice-Président"
        },
        "info": {
            "date": {
                "begin": "2015-06-11",
                "end": "2017-05-11"
            },
            "place": {
                "text": "Angers, France",
                "link": "https://www.google.com/maps/place/SEIO+Junior-Entreprise/@47.493483,-0.550851,16z/data=!4m5!3m4!1s0x0:0x9ba3d648073c86d5!8m2!3d47.4934831!4d-0.5508506?ll=47.493483,-0.550851&z=16&t=m&hl=fr&gl=FR&mapclient=embed&cid=11215043101930063573"
            },
            "website": "https://www.seio.org"
        },
        "keywords": {
            "en": [
                "Team managment",
                "Quality process supervision",
                "intern ERP development"
            ],
            "fr": []
        },
        "description": {
            "en": "The SEIO is the Junior Entreprise of Groupe ESEO (the engineer school I attend). As Vice-Chairman, my task was to supervise the internal and external communication department, audit and quality department and IT department. I was in charge of managing the development of our internal ERP.",
            "fr": "Le SEIO est la Junior-Entreprise de l'ESEO, école dans laquelle j'effectue ma formation d'ingénieur. J'ai occupé le poste de Vice-Président chargé de la communication interne et externe, du pôle audit et qualité, et des systèmes d'informations. Mon rôle au sein de cette Junior-Entreprise était de manager mes équipe et participer aux prises de décisions concernant le fonctionnement de l'association. Pour ce faire, j'ai réalisé, en colaboration avec deux de mes camarades, un intranet intégré aux différents environnements de travail nécessaires à notre activité."
        },
        "technologies": [
            {
                "name": "Linux",
                "icon": "linux"
            },
            {
                "name": "PHP",
                "icon": "code"
            },
            {
                "name": "SQL",
                "icon": "database"
            },
            {
                "name": "JavaScript",
                "icon": "code"
            }
        ]
    },
    "Crédit Agricole": {
        "mission": {
            "en": "Business Manager Assistant",
            "fr": "Assistant chargé d'affaires en agence entreprise"
        },
        "info": {
            "date": {
                "begin": "2015-07-06",
                "end": "2015-07-31"
            },
            "place": {
                "link": "https://www.google.fr/maps/place/Cr%C3%A9dit+Agricole+Charente-Maritime+Deux-S%C3%A8vres/@45.7468535,-0.6271264,19.27z/data=!4m8!1m2!2m1!1ssaintes+credit+agricole+entreprise!3m4!1s0x0:0xb7e8b7c7981d521d!8m2!3d45.746941!4d-0.627188",
                "text": "Saintes, France"
            }
        },
        "keywords": {
            "en": [
                "Audit customers' files",
                "Customer reminder tool",
                "Reception of customers"
            ],
            "fr": [
                "Audit dossier clients",
                "Modélisation relance clients",
                "Accueil clients"
            ]
        },
        "description": {
            "en": "During the time I spent working with Crédit-Agricole, at the enterprises' bank office, my task was to welcome customers who come by or phone. Also, I was in charge of checking customers juridical files integrity and contacting them to get updated documents.",
            "fr": "Au sein de l'agence entreprise de Saintes du Crédit-Agricole Charente-Maritime Deux-Sèvres, j'ai appris à gérer la relation client professionnel, nottament par l'accueil téléphonique et physique. Cette expérience m'a également permis de comprendre le fonctionnement interne des mécanismes bancaires. J'ai eu pour missions d'auditer les dossiers juridiques et de proposer une modélisation des relances client sur tableur."
        },
        "technologies": [
            {
                "name": "Excel",
                "icon": "file-excel-o"
            }
        ]
    },
    "Journées Paysannes": {
        "mission": {
            "en": "Management solution developer",
            "fr": "Développement solutions de gestion"
        },
        "info": {
            "date": {
                "begin": "2013-08-19",
                "end": "2015-12-18"
            },
            "place": {
                "link": "https://www.google.fr/maps/place/Angers/@47.481983,-0.6331467,12z/data=!3m1!4b1!4m5!3m4!1s0x480878da00e58e9d:0x40d37521e0d9c30!8m2!3d47.478419!4d-0.563166",
                "text": "Angers, France"
            }
        },
        "keywords": {
            "en": [
                "Database management system",
                "upgrade of legacy system",
                "task automation"
            ],
            "fr": []
        },
        "description": {
            "en": "This French association needed a custom solution to handle their subscribers database.",
            "fr": "En août 2013, l'association des Journées Paysannes (association de réflexion sur la ruralité avec rencontre nationale annuelle) a fait appel à moi pour mettre à jour leur système de gestion interne par une solution plus moderne et plus adaptée à leurs besoins. J'ai créé pour eux une application Web de gestion de la base de données qui leur permettez d'automatiser certaines tâches, afin de leur permettre de transitionner vers un service dédié aux associations (AssoConnect)."
        },
        "technologies": [
            {
                "name": "JavaScript",
                "icon": "code"
            },
            {
                "name": "PHP",
                "icon": "code"
            }
        ]
    }
}
